[
  {
    "id": "mon_smallhammerdrone",
    "copy-from": "mon_smallhammerbot",
    "type": "MONSTER",
    "name": "small hammer drone",
    "looks_like": "mon_copbot",
    "description": "One of the many models of robots employed shortly before the collapse of civilization. This one is equipped with a small clamp and a jackhammer. Small tires are constantly screeching as the bot actively scans the area for threats.",
    "revert_to_itype": "bot_smallhammerbot",
    "relative": { "speed": 160 }
  },
  {
    "id": "mon_smallwreckingdrone",
    "copy-from": "mon_smallwreckingbot",
    "type": "MONSTER",
    "name": "small wrecking drone",
    "looks_like": "mon_copbot",
    "description": "One of the many models of robots employed shortly before the collapse of civilization. This one is equipped with a motor, a set of chains, and a menacing bludgeon. Small tires are constantly screeching as the bot actively scans the area for threats.",
    "revert_to_itype": "bot_smallwreckingbot",
    "relative": { "speed": 160 }
  },
  {
    "id": "mon_smallsawdrone",
    "copy-from": "mon_smallsawbot",
    "type": "MONSTER",
    "name": "small saw drone",
    "looks_like": "mon_copbot",
    "description": "One of the many models of robots employed shortly before the collapse of civilization. This one is equipped with several motors and nasty saws. Small tires are constantly screeching as the bot actively scans the area for threats.",
    "revert_to_itype": "bot_smallsawbot",
    "relative": { "speed": 160 }
  },
  {
    "id": "mon_smalldrilldrone",
    "copy-from": "mon_smalldrillbot",
    "type": "MONSTER",
    "name": "small drill drone",
    "looks_like": "mon_copbot",
    "description": "One of the many models of robots employed shortly before the collapse of civilization. This one is equipped with a small clamp, meant to hold prey into several powerful drills. Small tires are constantly screeching as the bot actively scans the area for threats.",
    "revert_to_itype": "bot_smalldrillbot",
    "relative": { "speed": 160 }
  },
  {
    "id": "mon_smallbladedrone",
    "copy-from": "mon_smallbladebot",
    "type": "MONSTER",
    "name": "small blade drone",
    "looks_like": "mon_copbot",
    "description": "One of the many models of robots employed shortly before the collapse of civilization. This one is equipped with a small, sharp blade attached to heavy duty flexible material, pulled taut by a powerful motor and held by heavy-duty pins..",
    "revert_to_itype": "bot_smallbladebot",
    "relative": { "speed": 160 }
  },
  {
    "id": "mon_smalljawdrone",
    "copy-from": "mon_smalljawbot",
    "type": "MONSTER",
    "name": "small jaw drone",
    "looks_like": "mon_copbot",
    "description": "One of the many models of robots employed shortly before the collapse of civilization. This one is equipped with a massive hydraulic jaw. Small tires are constantly screeching as the bot actively scans the area for threats.",
    "revert_to_itype": "bot_smalljawbot",
    "relative": { "speed": 160 }
  },
  {
    "id": "mon_smallflamedrone",
    "copy-from": "mon_smallflamebot",
    "type": "MONSTER",
    "name": "small flame drone",
    "looks_like": "mon_copbot",
    "description": "One of the many models of robots employed shortly before the collapse of civilization. This one is equipped with a massive hydraulic flame. Small tires are constantly screeching as the bot actively scans the area for threats.",
    "revert_to_itype": "bot_smallflamebot",
    "relative": { "speed": 160 }
  },
  {
    "id": "mon_smallbugdrone",
    "copy-from": "mon_smallbugbot",
    "type": "MONSTER",
    "name": "small exterminator drone",
    "looks_like": "mon_copbot",
    "description": "One of the many models of robots employed shortly before the collapse of civilization. This one is equipped with tanks of insecticidal gas and powerful pincers. Small tires are constantly screeching as the bot actively scans the area for threats.",
    "revert_to_itype": "bot_smallbugbot",
    "relative": { "speed": 160 }
  },
  {
    "id": "mon_smallflashdrone",
    "copy-from": "mon_smallflashbot",
    "type": "MONSTER",
    "name": "small flash drone",
    "looks_like": "mon_copbot",
    "description": "One of the many models of robots employed shortly before the collapse of civilization. This one is equipped with several hoses attached to a small tank of flash and powerful pincers. Small tires are constantly screeching as the bot actively scans the area for threats.",
    "revert_to_itype": "bot_smallflashbot",
    "relative": { "speed": 160 }
  }
]
